[UIArmory_LWOfficerPromotion]
strLeadershipButton="Показати досвід командування"
strLeadershipDialogueTitle="Завдання під керівництвом цього офіцера"
strLeadershipDialogueData="<XGParam:StrValue0/> : <XGParam:IntValue0/>"

[UIScreenListener_Armory_Promotion_LWOfficerPack]
strOfficerMenuOption="Здібності офіцера"

[UIScreenListener_Armory_MainMenu_LWOfficerPack]
strOfficerMenuOption="Здібності офіцера"
OfficerListItemDescription="Показати вже вивчені здібності офіцера."

[UIScreenListener_Facility_Academy_LWOfficerPack]
strOfficerTrainButton="Тренувати офіцера"

[UIScreenListener_SquadSelect_LWOfficerPack]
strAutoFillLabel="ЗІБРАТИ ЗАГІН АВТОМАТИЧНО"
strAutoFillTooltip="Автоматично підбирає учасників для бойової операції"

[UITacticalHUD_MouseControls_LWOfficerPack]
strCommandRangeToggleTooltip="Натисніть, щоб показати або приховати радіус командування"

[X2StrategyElement_LW_OTS_OfficerStaffSlot]
;strOTSLocationDisplayString=<XGParam:StrValue0/> Training

;[UIArmory_LWOfficerMenu]
;m_strSelectAbility=ВИБЕРІТЬ ЗДІБНІСТЬ ОФІЦЕРА:
;m_strAbilityHeader=ЗДІБНОСТІ ОФІЦЕРА:
;m_strConfirmAbilityTitle=ПІДТВЕРДІТЬ ВИБІР ЗДІБНОСТІ
;m_strConfirmAbilityText=Ви не можете видалити або змінити здібності. Ви впевнені, що хочете вивчити <XGParam:StrValue0/>?
;m_strAbilityLockedTitle=ЗАБЛОКОВАНО
;m_strAbilityLockedDescription=Отримайте більше бойового досвіду, щоб вивчати нові здібності.

[UIArmory_LWOfficerPromotion]
m_strSelectAbility="ВИБЕРІТЬ ЗДІБНІСТЬ:"
m_strAbilityHeader="ЗДІБНОСТІ:"
m_strConfirmAbilityTitle="ПІДТВЕРДІТЬ ВИБІР ЗДІБНОСТІ"
m_strConfirmAbilityText="Ви не зможете видалити або змінити здібності. Ви впевнені, що хочете вивчити здібність \"<XGParam:StrValue0/>\"?"
m_strAbilityLockedTitle="НЕДОСТУПНО"
m_strAbilityLockedDescription="Заробляйте бойовий досвід, щоб вивчати нові здібності."

[LWOfficerUtilities]
LWOfficerRankNames[0]="Сержант"
LWOfficerRankNames[1]="Лейтенант"
LWOfficerRankNames[2]="Старший лейтенант"
LWOfficerRankNames[3]="Капітан"
LWOfficerRankNames[4]="Майор"
LWOfficerRankNames[5]="Підполковник"
LWOfficerRankNames[6]="Полковник"
LWOfficerRankNames[7]="Польовий командир"

LWOfficerShortNames[0]="Серж."
LWOfficerShortNames[1]="Лейт."
LWOfficerShortNames[2]="Ст. лейт."
LWOfficerShortNames[3]="Кап."
LWOfficerShortNames[4]="Май."
LWOfficerShortNames[5]="Підп."
LWOfficerShortNames[6]="Полк."
LWOfficerShortNames[7]="Ком."


[UIFacility_LWOfficerSlot]
m_strTrainOfficerDialogTitle="ТРЕНУВАТИ ОФІЦЕРА"
m_strTrainOfficerDialogText="Солдати, які мають певне звання, можуть проходити підготовку в партизанській школі та ставати офіцерами. Під час навчання вони не зможуть брати участь у бойових операціях.\n\nУВАГА: тільки офіцер з найвищим званням у загоні зможе використовувати свої здібності на завданні, тому обирайте кандидатури з розумом.\n\nПродовжити?"
m_strStopTrainOfficerDialogTitle="ПРИПИНИТИ НАВЧАННЯ ОФІЦЕРА?"
m_strStopTrainOfficerDialogText="Бажаєте припинити навчання солдата %UNITNAME?\n\nУВАГА: прогрес навчання офіцера буде повністю втрачено."

[UIAlert_LWOfficerTrainingComplete]
m_strTrainingCompleteLabel="Навчання офіцера завершено"
m_strTrainingComplete="<XGParam:StrValue0/> завершив(ла) навчання. Вивчити та призначити нові здібності можна, обравши солдата в арсеналі."
m_strViewSoldier="ПОКАЗАТИ СОЛДАТА"
m_strNewAbilityLabel="НОВА ЗДІБНІСТЬ"

[UIPersonnel_ListItem_SquadSelect_LWOfficerPack]
strOfficerAlreadySelectedStatus="Увага: офіцер вже призначений"

[UIStrategyScreenListener_LWOfficerPack]
strCommandingOfficerTooltipTitle="Командуючий офіцер"
strCommandingOfficerTooltip="Може використовувати всі здібності офіцера."
strSubordinateOfficerTooltipTitle="Підлеглий офіцер"
strSubordinateOfficerTooltip="Не може використовувати здібності офіцера на завданні."

[X2Ability_OfficerAbilitySet]
strIntervention_WorldMessage="Втручання: -<XGPARAM:IntValue0> даних"
strCollector_WorldMessage="Розвідник: +1 одиниця даних"
FocussedFriendlyName="Щільний вогонь"
FocussedFriendlyDesc="Солдатам легше вразити та знищити цілі після наказу вести щільний вогонь."

[X2Effect_Scavenger]
;the string shown in world message for scavenged items
m_strScavengerLoot="Знайдено: (<XGParam:IntValue0/>) <XGParam:StrValue0/!ItemName/>"

